{
    "project": {
        "name": "Phenix Finance", 
        "category": ["Farm", "NFT", "Tools"],
        "logo": "https://phenix.finance/1024x1024-logo.jpg",
        "description": "The Phenix Finance project is an initiative led by a team of committed, experienced, and community-driven people that has a high focus on delivering easy methods of rewards and DeFi services to project and business owners in the crypto-space. The Phenix team have come together to bring forward a vision that is founded on our core values and beliefs. They have a deep focus on community, security, and education as a new generation enters the crypto world. The team have acknowledged that crypto is an element of our lives that will change the way we operate on a day-to-day basis and we want to be the pioneers in delivering services and applications with real-world utility and power for project and business owners entering the DeFi space. Phenix Finance want to break the difficulty barrier that prevents so many amazing people from accessing this amazing work. The Phenix Finance Project is one of the many great projects pushing this vision of the future of DeFi ahead. Our project at a base offers an extremely easy reward system via our token mechanism. The RX3 (Rapid Relative Rebase) Protocol provides over 66,666% APY just buy holding tokens in your wallet. Having a rapid relative rebase protocol in place of a fixed-time distribution system ensures that rewards are distributed easily and securely to all holders while removing a level of centrality that most current TITANO forks face. The team aim to weave PHNX token utility into all elements of our ecosystem. Our ecosystem will continuously expand with different decentralized applications and services which make it easier for project and business operations easier for everyone that uses them. They aim to release the Phenix Vault and Phenix Payroll Management System as two applications that will assist businesses on DeFi to manage their assets safely and properly organize and keep track of their employee payroll with advanced statistics that are unseen in the space. The team aim to release our DeFi services and applications on the CRONOS chain initially, then across multiple chains to provide a wide array of utilities to different parts of DeFi.",
        "link": "https://phenix.finance",
        "twitter": "https://twitter.com/phenixfinance"
    }
}
